import "../styles/Quest.css";

const Quest = () => {
  return (
   <>
   <section className="fire">
       <div className="fire-word">
        <h2>
          Безопасность и ответы на вопросы
        </h2>
        <p>
          Мы заботимся о вашей безопасности и комфорте на фестивале.
        </p>
       </div>
  <div className="fire">

    <div className="safety-wrapper">
      <div className="secret">
        <h2>Правила безопасности</h2>
        <p>• Запуск фейерверков осуществляется только профессиональными пиротехниками.</p>
        <p>• Запуск фейерверков осуществляется только профессиональными пиротехниками.</p>
        <p>• Запуск фейерверков осуществляется только профессиональными пиротехниками.</p>
        <p>• Запуск фейерверков осуществляется только профессиональными пиротехниками.</p>
        <p>• Запуск фейерверков осуществляется только профессиональными пиротехниками.</p>
        <p>• Запуск фейерверков осуществляется только профессиональными пиротехниками.</p>
      </div>

      <div className="secret">
        <h2>Правила безопасности</h2>
        <p>Да, фестиваль рассчитан на семейный отдых. Детям до 6 лет вход бесплатный в сопровождении взрослых.</p>
        <h2>Можно ли приходить с детьми?</h2>
        <p>В стандартной зоне — в основном стоячие места, в зонах Комфорт и VIP предусмотрены сидячие места.</p>
        <h2>Будут ли стулья или только стоячие зоны?</h2>
        <p> Запуск фейерверков осуществляется только профессиональными пиротехниками.</p>
        <p> В стандартной зоне — в основном стоячие места, в зонах Комфорт и VIP предусмотрены сидячие места.</p>
      </div>
    </div>
  </div>
   </section>
   </>
  );
};

export default Quest;
